<style>

    .footer{
        text-align: right;
    }
    .controls .data .info img {
 
  margin-top: 16px;
}
    
  
.stay .data .info ul li a i {
    margin-top: 5px;
    }
  
</style>
<?php
	$lang = array(
		"title" => "My Amazing Website",
 
        
       
        /* START NAVBAR */
        "smarty" => "تعريف سمارتى",
        "home" => "الرئيسية",
        "about" => "من نحن",
        "store" => "المتجر",
        "contact" => "تواصل معنا",
         "learn" => "اقرا المزيد",
         /* END NAVBAR */
        /* START FOOTER */
        "footer_h1" => "Smarty Electronic Store",
        "footer_h2" => "المنزل الذكي",
        "footer_h3" => "من نحن",
        "footer_h4" => "تواصل معنا",
        "footer_h6" => "خدماتنا",
        "footer_h7" => "الحماية",
        "footer_h8" => "المتجر",
         "footer_h9" => "الدوائر التلفزيونيه المغلقه",
        "footer_h10" => "التحكم بالوصول",
        "footer_h11" => "تخفيف المركبات العدائية",
        "footer_h12" => "نظام إدارة الفيديو",
        "footer_h13" => "نظام إدارة مواقف السيارات",
        "footer_h14" => "نظام التفتيش",
        "footer_h16" => "التحكم والمراقبة", 
        
     
        /* END FOOTER */
        
        // START INDEX PAGE
        
        "index_h1" => "تحكم في كل شيء تحت لمسة إصبعك",
        "index_h2" => "أنت ذكي ، اجعل منزلك ذكيًا أيضًا",
        "index_h3" => "أضف العقل إلى منزلك",
        
        
        "index_h4" => "خدماتنا",
        "index_h6" => "كيف يبدو منزلك الذكي",
        "index_h7" => "التحكم بالإضاءة",
        "index_h8" => "التحكم في التيار المتردد",
        "index_h9" => "التحكم بالمطبخ",
        "index_h10" => "الترفيه الصوتي والمرئي",
        "index_h11" => "قفل ذكي",
        "index_h12" => "الوصول إلى البوابة",
        
        "index_h13" => "المنزل الذكي",
        "index_h14" => "يبدو أننا وصلنا إلى ارتفاع كبير في الغلاف الجوي ، لأن السماء كانت سوداء ميتة.",
        "index_h16" => "التحكم في التيار المتردد ",
        "index_h17" => " التحكم بالإضاءة ",
        "index_h18" => " التحكم في الستائر",
        "index_h19" => "أجب على بابك في أي مكان",
        "index_h20" => "قفل ذكي",
        "index_h21" => " الوصول إلى البوابة",
        "index_h22" => " التحكم بالمطبخ",
        "index_h23" => " الصوتيات والمرئيات ",
        "index_h24" => "  من نحن ",
        "index_h26" => "سمارتى هو متجر إلكتروني مقره في قطر متخصص في منتجات أتمتة المنزل.",
        "index_h27" => "يمكن أتمتة كل جهاز ونظام كهربائي تقريبًا في منزلك ، وإدارته عبر جهاز ذكي أو أمر صوتي مثل Amazon Alexa أو Google Home Assist. يوفر لك هذا راحة محسنة وراحة وكفاءة في استخدام الطاقة. فكر في نظام أتمتة المنزل Smarty باعتباره مدبرة منزل غير مرئية ، وهي موجودة دائمًا لمساعدتك. ",
        "index_h28" => " لمحة عن سمارتى ",
        "index_h29" => " يبدو أننا وصلنا إلى ارتفاع كبير في الغلاف الجوي ، لأن السماء كانت سوداء ميتة. ",
        "index_h30" => " Group Executed Projects ",
        "index_h31" => "  Letronic Executed Project",
        "index_h32" => " Total Staff ",
        "index_h33" => " Days without Injury",
        "index_h34" => " Group Executed Projects ",
        "index_h36" => "  Letronic Executed Project",
        // END INDEX PAGE
        
        
        
        
        
        // START ABOUT PAGE
        "about_h1" => "من نحن",
        "about_h2" => "الرئيسية",
        "about_h3" => "من نحن",
        "about_h4" => "نبذة عن سمارتى",
        "about_h6" => " سمارتى هو متجر إلكتروني مقره في قطر متخصص في منتجات أتمتة المنزل.",
        "about_h7" => "يمكن أتمتة كل جهاز ونظام كهربائي تقريبًا في منزلك ، وإدارته عبر جهاز ذكي أو أمر صوتي مثل Amazon Alexa أو Google Home Assist. يوفر لك هذا راحة محسنة وراحة وكفاءة في استخدام الطاقة. فكر في نظام أتمتة المنزل Smarty باعتباره مدبرة منزل غير مرئية ، وهي موجودة دائمًا لمساعدتك.",
        "about_h8" => "إن التقنية الكامنة وراء نظام التشغيل الآلي لمنزلك جيدة مثل الجهاز الذي يسمح لك بالتحكم فيه. بمجرد أن ندمج منزلك مع الأنظمة الذكية ، فإن الأجزاء الممتعة تتحكم في أي من تلك الأنظمة بلمسة سحرية لجهاز بسيط وأنيق. يتيح لك المقياس الحقيقي للسحر (الذي تم توفيره لك من مجموعة واسعة من الأجهزة) التحكم في جميع الأنظمة في منزلك بسلاسة ، بينما تظل التكنولوجيا التي تقف وراءها مخفية تمامًا عن العين المجردة. نحن لا نعمل إلا مع أفضل المصنّعين في فئتها لنقدم لك قائمة اختيار من المنتجات والأجهزة القادرة على تلبية أهداف مشروعك.",
        "about_h9" => " التكنولوجيا متطورة في حد ذاتها.  ",
        "about_h10" => " سنضع أحدث التقنيات في متناول عملائنا بطريقة بسيطة",
        "about_h11" => " رؤيتنا & رسالتنا ",
        "about_h12" => " رؤيتنا ",
        "about_h13" => " لتقديم حلول ذكية تتكيف تمامًا مع احتياجات أفراد الأسرة من خلال تعلم أنماط حياتهم والاهتمام براحتهم اليومية وشعورهم بالأمان. ",
        "about_h14" => " رسالتنا ",
        "about_h16" => " مهمتنا بسيطة: جعل التكنولوجيا الإلكترونية أحد الأصول لمنزلك ، وليس مشكلة. نحن نقدم الترفيه والقيمة والمتعة والمتعة لعملائنا. ونعمل بجد لتحسين جودة خدماتنا باستمرار ، وتوسيع قدراتنا التكنولوجية ، وزيادة كفاءتنا العامة كشركة. ",
        "about_h17" => " ابق على تواصل معنا ",
        "about_h18" => "  احصل على إجابة لجميع أسئلتك. فرقنا هنا للمساعدة",
        "about_h19" => " تواصل معنا ",
        
        
        
        // END ABOUT PAGE
        
        
        // START SERVICES PAGE
         "shop_h1" => "المتجر ",
         "shop_h2" => "الرئيسية",
         "shop_h3" => "المتجر",
         "shop_h4" => "خدماتنا",
          
        
        // END SHOP PAGE
      
        // START CONTACT US
        "cont_h1" => " تواصل معنا ",
        "cont_h2" => " الرئيسية",
        "cont_h3" => "تواصل معنا",
        "cont_h4" => " سمارتى تكنولوجيا المباني الذكية  ",
        "cont_h6" => " فرع قطر  ",
        "cont_h7" => " قطر - الدوحة - طريق سلوى  ",
        "cont_h8" => "الهاتف ",
        "cont_h9" => " فاكس ",
        "cont_h10" => "واتس اب ",
        "cont_h11" => " أرسل رسالة ",
        "cont_h12" => "للتواصل معنا في الأوقات غير الإدارية ، تابع من خلال النموذج أدناه  ",
        "cont_h13" => " اكتب رسالتك  ",
        "cont_h14" => " ارسل لنا رسالتك  ",
        "cont_h16" => " الاسم (مطلوب )  ",
        "cont_h17" => " البريد الالكترونى (مطلوب ) ",
        "cont_h18" => " الموضوع ",
        "cont_h19" => " رسالتك ",
        "cont_h20" => " ارسال ",
        
        
        // END SERVICES PAGE
        
          // START ITEM PAGE
        "item_h1" => " طرق التحكم  ",
        "item_h2" => " المس في الوضع العادي. ",
        "item_h3" => " عن طريق الهاتف المحمول عبر تطبيق eWeLink. ",
        "item_h4" => " جهاز التحكم عن بعد Sonoff RF - يباع بشكل منفصل ",
        "item_h6" => " صوتيًا عبر Google Home و Amazon Alexa ",
        "item_h7" => " صوتيًا عبر (Siri Shortcuts) من iPhone أو Apple Watch",
        "item_h8" => "الأسئلة الشائعة",
        "item_h9" => " س / هل يمكن تركيبه بدلا من مفتاح اللمبة العادي؟ ",
        "item_h10" => " نعم ، تناسبها دون أي تعديلات ، المقاسات موضحة بالصور.",
        "item_h11" => "  س / هل يمكن لأي كهربائي في منطقتي تركيبه بسهولة؟ ",
        "item_h12" => "نعم ، يمكنك أن تجد في الصور توضيحًا لكيفية توصيل الأسلاك. ",
        "item_h13" => "  س / إذا واجهت مشكلة ولم أستطع حلها فماذا أفعل؟ ",
        "item_h14" => " يسعدنا دائمًا خدمتك ، سواء قبل الشراء أو بعده. ",
        "item_h16" => " س / هل يوجد ضمان على المنتج؟ ",
        "item_h17" => " نعم ضمان لمدة عام ضد عيوب الصناعة. ",
 
        
        // END ITEM PAGE
       
         "view_more" => " اقرا المزيد ",
         "gcc" => " مجموعة شركات دول </br>مجلس التعاون الخليجي",
        
        "glance1" => " قطعة ذكيه تم تركيبها ",
        "glance2" => " عملاء سعيدين",
        "glance3" => " بيت تم تشطيبة ",
        
 
      
		"lang_en" => "الانجليزية",
		"lang_ar" => "العربية" 
	);
?>
